<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Bird-In-Flight - hello, my friend</title>
    <link rel="stylesheet" href="{{ asset('/css/greetpage/greetpage.css') }}">
</head>
<body>
    <div class="wrapper">
        <main>
            <div class="contrainer">
                <div class="top">
                    <h2>
                        Bird In Flight
                    </h2>
                    <p>
                        Protect yourself & Hide your secrets
                    </p>
                    </div>

                <div class="content">
                    <img src="/image/greetpage/anonym.jpg" alt="anonymous.jpg">
                    <p>
                        Здравствуйте, дорогой гость. Я не знаю, что вам сказать, но я напишу обычную вступительную речь, если вы здесь, то вероятнее всего, вы искали информацию, которая связана с ИТ-индустрией, Кибер-безопасностностью, ну и все в таком духе. Я скажу сразу, что этот источник, как и многие другие, не являются исчерпывающим, потому что если вы хотите разобраться в вопросе гораздо глубже, вам нужно читать абсолютно все, что вы сможете найти. Сокращать ваше непонимание, формируя новые нейронные связи в головном мозге. Поверьте, профессионализм требует настойчивости. В чем суть данного сайта и какой он несет посыл другим людям? Изначально, я хотел создать что-то на подобие информационного источника, фокусируясь на важных вещах в нынешних реалиях. Тотальной диктатуры и авторитаризма, вранья и лицемерия, убийств и насилия. Нынешний мир - испорчен. Чем больше ты живешь - тем больше это осознаешь. Об этом можно разговаривать очень долго. Я перейду к сути. Я всего-лишь хочу дать вам, точку опоры, но чтобы правильно оттолкнуться, важна правильная философия. 
                        <br><br>
                        Я буду искать информацию, конечно же,
                        показывать вам, то что будет вам полезно, но больший упор конечно будет на кибер-безопасность, чем конкретно на программирование, так же я буду оставлять "линк" на важные источники, которые смогут помочь вам разобраться в некоторых вещах. В интернете полно разжеванной информации такого рода, но все-таки, главное правильно ее подать. Простота - дает понимание.
                        <br><br>
                        Вам необходимо исчезнуть. Живите среди других. Если вы собрались нарушать законы, то знайте, что нарушаете и будьте готовы к ответственности. Знайте свои права и обязанности в той стране, где вы проживаете. Вам нужно уметь защищаться от беспредела! Не нужно слепо нарушать законы и потом ехать в тюрьму, из-за вашей неосмотрительности! Сотрите свою личность, удалитесь из социальных сетей, уезжайте как можно дальше - туда где вы будете пребывать в тишине. Где вы сможете думать и быть спокойны. Избавьтесь от всех зависимостей и станьте сильным. Тренируйтесь физически и ментально. Выберите путь сильного человека, знайте чего хотите от жизни! Что касается взлома, программирования, тут самое главное - практика. Если вы чего-то не знаете - прочитайте об этом. Копайте глубже, выучите английский язык. Самое главное, вы должны стать самодостаточным. Если вы чего-то не знаете, ищите ответы в гугле или youtube. Уже огромной количество людей сталкивалось в такой проблемой. Вас никто не будет кормить с ложечки. Решайте все свои проблемы самостоятельно! Будьте одиноки. Путь будет нелегкий. Возможно даже очень долгий. Но вы справитесь с этим. Главное - не сдаваться. Я знаю много людей, кто стали профессионалами, когда они сталкивались с проблемой, они не двигались дальше, пока она не будет решена. Они продолжали читать и читать! Пробовать снова, пока у них не получится! Но если вы уверены, что у вас не получится, тогда смиритесь и примите свою судьбу. Плывите по течению и вас куда-то принесет. Можете выбрать - печь пироги, работать в офисе и смотреть как жизнь проходит мимо вас. Удачи, товарищи! 
                    </p>
                    <a href="{{ route('register.index') }}" class="link-register">Регистрация</a>
                </div>
            </div>
        </main>
    </div>
</body>
</html>